Repository: dschledermann/typo3-globalcontent
Catalog: *.locallang.xlf
Languages: da

# pi_title
source: Global content
da: Globalt indhold

source: Choose fetcher
da: Vælg fetcher

source: Enter url
da: Indtast url

source: Url to previous page
da: Url til forrige side

source: Preview
da: Forhåndsvisning

# fetcherGlobal
source: Global - controlled by global configuration
da: Global - styret of global indstillinger

# fetcherPassthrough
source: Passthrough - no caching
da: Passthrough - ingen caching

# fetcherCached
source: Cached - use caching framework
da: Cached - brug caching framework

# fetcherjQuery
source: jQuery - loading with sliding and fading
da: jQuery - indlæsning med sliding og fading

# fetcherVarnish
source: Varnish - cached controlled by Varnish
da: Varnish - cache styret af Varnish

# pi_plus_wiz_description
source: Global content for remote sites which have Global Content installed.
da: Global content for remote sider som har Global Content installeret.

# noContentUid
source: Element not saved. Not possible to show form.
da: Element er ikke gemt. Det er ikke muligt at vise form.
